[
  {
    "author": "Fadli Adzani",
    "title": "Menu Makan Malam Sehat Ini Lezat dan Baik untuk Tubuh",
    "description": "Untuk menghindari obesitas akibat sering makan di malam hari, Anda perlu menerapkan menu makan malam sehat, seperti berbagai olahan telur, hingga sayur bening yang tinggi nutrisi rendah kalori.",
    "url": "https://www.sehatq.com/artikel/rekomendasi-menu-makan-malam-lezat-dan-sehat",
    "urlToImage": "https://cms.sehatq.com/public/img/article_img/9-rekomendasi-menu-makan-malam-lezat-dan-sehat-1584348026.jpg",
    "publishedAt": "16 Mar 2020",
    "content": "Perlu diketahui, makan malam yang disiapkan di rumah di rumah, dipercaya bisa meningkatkan kualitas pola makan dan mencegah naiknya berat badan. Maka dari itu, kenalilah beberapa menu makan malam lezat nan sehat di bawah ini."
  },
  {
    "author": "Arendya Nariswari",
    "title": "5 Makanan Tinggi Serat yang Bisa Jadi Opsi Pola Hidup Menyehatkan",
    "description": "Serat sendiri berfungsi sebagai ‘agen’ yang membantu menjaga kebersihan organ pencernaan, dan melancarkan pembuangan. Jadi, makanan yang masuk bisa diserap nutrisinya secara optimal, dan tubuh mendapatkan manfaat optimal.",
    "url": "https://www.suara.com/lifestyle/2021/11/26/184837/5-makanan-tinggi-serat-yang-bisa-jadi-opsi-pola-hidup-menyehatkan",
    "urlToImage": "https://media.suara.com/pictures/653x366/2017/01/12/o_1b682notu16hl16cp1hca1rj147pa.jpg",
    "publishedAt": "Jum'at, 26 November 2021 | 18:48 WIB",
    "content": "Mayoritas rekomendasi yang Anda temukan di artikel ini adalah buah, jenis sayuran, dan biji-bijian. Mari simak selengkapnya."
  },
  {
    "author": "Ryan Sara Pratiwi",
    "title": "10 Makanan yang Baik Dikonsumsi untuk Hidup Lebih Lama",
    "description": "KOMPAS.com - Memilih makanan yang tepat dan memiliki banyak kandungan nutrisi ternyata juga berperan penting dalam membantu kita untuk hidup lebih lama.",
    "url": "https://lifestyle.kompas.com/read/2021/11/18/060929020/10-makanan-yang-baik-dikonsumsi-untuk-hidup-lebih-lama",
    "urlToImage": "https://asset.kompas.com/crops/TrHu4YcXP76zNoajX6G4BYQjN2c=/0x0:1000x667/750x500/data/photo/2021/07/21/60f78f2c523a6.jpg",
    "publishedAt": "18/11/2021, 06:09 WIB",
    "content": "Nah, bagi orang-orang yang ingin hidup lebih lama, beberapa makanan berikut ini bisa dicoba untuk membantu kita lebih sehat dan bugar seiring bertambahnya usia."
  },
  {
    "author": "Veda Renata",
    "title": "10 Makanan Untuk Gaya Hidup Sehat Biar Makin Produktif",
    "description": "Untuk memiliki tubuh yang sehat, tubuh perlu didukung dengan asupan makanan yang kaya akan nutrisi yang dibutuhkan. Oleh sebab itu, kita perlu untuk menjaga gaya hidup sehat dengan memilih makanan apa yang perlu kita konsumsi untuk menjadi lebih produktif.",
    "url": "https://glints.com/id/lowongan/makanan-gaya-hidup-sehat/#.YakDZtBBw2w",
    "urlToImage": "https://glints.id/lowongan/wp-content/uploads/2018/04/salmon-dish-food-meal-46239.jpeg",
    "publishedAt": "31 Jul 2018",
    "content": "Jika kamu sangat suka makan, namun khawatir makanan yang kamu makan akan mengurangi produktivitasmu, pertimbangkanlah 10 makanan ini untuk gaya hidup sehat biar makin produktif!"
  },
  {
    "author": "Rasyahdan Wicaksono Bahar",
    "title": "15 Menu Makanan Sehat Bergizi agar Bugar dan Kebal Penyakit",
    "description": "Kamu perlu mengkonsumsi buah-buahan, sayuran hijau, dan mengurangi makanan dengan pengawet atau bahan buatan yang tidak alami agar badan terasa sehat dan tidak sering jatuh sakit.",
    "url": "https://www.tokopedia.com/blog/menu-makanan-sehat-bergizi-hlt/",
    "urlToImage": "https://ecs7.tokopedia.net/blog-tokopedia-com/uploads/2019/11/Blog_Menu-Makanan-Sehat-Bergizi-agar-Bugar-dan-Kebal-Penyakit-768x397.jpg",
    "publishedAt": "01 October 2020",
    "content": "Simak lebih lanjut untuk mengetahui apa saja makanan sehat dan bergizi yang dapat dikonsumsi setiap hari di dalam daftar tersebut dan manfaatnya untuk tubuh kamu:"
  },
  {
    "author": "Fabioli Barbosa De Oliveira Umboh",
    "title": "10 Menu Malam Nikmat, Sehat dan Anti Gemuk untuk Keluarga",
    "description": "Tren hidup sehat memang sedang booming di tengah masyarakat Indonesia saat ini. Banyak orang yang baru menyadari tentang manfaat baik jika mengonsumsi makanan yang sehat dan kaya akan vitamin, serta menjalani metode diet tertentu.",
    "url": "https://www.tokopedia.com/blog/menu-makan-malam-sehat-hlt/",
    "urlToImage": "https://ecs7.tokopedia.net/blog-tokopedia-com/uploads/2019/12/Blog_Menu-Malam-Nikmat-Sehat-dan-Anti-Gemuk-untuk-Keluarga-768x397.jpg",
    "publishedAt": "12 December 2019",
    "content": "jika kamu ingin tetap kurus tapi tetap makan di malam hari. Berikut ini rekomendasi menu makan malam sehat yang enak dan bergizi."
  },
  {
    "author": "dr. Verury Verona Handayani",
    "title": "Konsumsi Makanan Bergizi dan Bernutrisi untuk Hidup Sehat",
    "description": "Mengonsumsi makanan bergizi tidak hanya meningkatkan kesehatan fisik, tetapi juga suasana hati. Nutrisi yang baik, aktivitas fisik, dan berat badan yang sehat adalah bagian penting dari mendapatkan hidup sehat yang berkualitas.",
    "url": "https://www.halodoc.com/artikel/konsumsi-makanan-bergizi-dan-bernutrisi-untuk-hidup-sehat",
    "urlToImage": "https://d1bpj0tv6vfxyp.cloudfront.net/articles/c8a57e1f-7e73-496a-905e-86a709614796_article_image_url.webp",
    "publishedAt": "22 September 2020",
    "content": "Kamu tidak perlu menghilangkan kategori makanan tertentu dari dietmu, tetapi memilih opsi paling sehat dari setiap kategori. Karena semuanya memang dibutuhkan oleh tubuh."
  },
  {
    "author": "Asni Harismi",
    "title": "Makanan Sehat yang Baik untuk Tubuh dan Penting Diketahui",
    "description": "Makanan sehat adalah makanan yang bernutrisi, seperti protein, karbohidrat, lemak, air, vitamin, dan mineral. Makanan ini haruslah dapat membuat kenyang, sehat, dan berenergi.",
    "url": "https://www.sehatq.com/artikel/pengertian-makanan-sehat-dan-berbagai-jenisnya",
    "urlToImage": "https://cms.sehatq.com/public/img/article_img/pengertian-makanan-sehat-dan-berbagai-jenisnya-yang-kaya-nutrisi-1579163309.jpg",
    "publishedAt": "16 Jan 2020",
    "content": "Berdasarkan pengertian makanan sehat di atas, terdapat lima kelompok utama makanan yang dimaksud. Kelompok makanan sehat di bawah ini harus ada dalam menu makanan Anda sehari-hari."
  },
  {
    "author": "Hamdani",
    "title": "Jajanan Sehat Tren Gaya Hidup Milenial",
    "description": "Jajanan sehat dan dijamin kehalalannya saat ini sedang menjadi tren positif gaya hidup kaum milenial. Kawula muda generasi Z kerap memiliki menu makanan yang bersih atau higenis untuk dikonsumsi.",
    "url": "https://retizen.republika.co.id/posts/17898/jajanan-sehat-tren-gaya-hidup-milenial",
    "urlToImage": "https://static.republika.co.id/uploads/member/images/news/gmw2rty2yy.jpg",
    "publishedAt": " 02 Dec 2021, 19:57 WIB",
    "content": "Winda Asrida, mahasiswa Politeknik Kutaraja melakukan riset sederhana untuk melihat perilaku milenial dalam memilih jajanan dan membagikannya untuk pembaca. Ia pun lantas melakukan investigasi langsung ke salah satu usaha yang ada di Kota Banda Aceh"
  },
  {
    "author": "Yani Kurniasari",
    "title": "ARTIKEL MENGENAL JENIS MAKANAN BERGIZI DAN SEHAT",
    "description": "Pengertian Makanan sehat adalah makanan yang memiliki mengandung gizi yang seimbang, mengandung serat dan zat-zat yang diperlukan tubuh untuk proses tumbuh kembang.",
    "url": "https://yanikurniasari123.blogspot.com/2015/12/artikel-mengenal-jenis-makanan-bergizi.html",
    "urlToImage": "https://3.bp.blogspot.com/-XdtKNA-IhhY/UHH9b7nVekI/AAAAAAAAAYc/ixV5HQsm0oQ/s1600/4sehat5sempurna_clip_image002.jpg",
    "publishedAt": "6 Agustus 2017",
    "content": "Banyaknya zat-zat kimia dan hanya memiliki 1 atau 2 kandungan saja, sehingga tubuh masih kekurangan akan beberapa zat yang sangat penting, berikut label beberapa bahan makanan yang mengandung 4 sehat 5 sempurna :"
  }
]